{"Take a look at some neat facts about the planets you're going to orbit around!": "Take a look at some neat facts about the planets you're going to orbit around!", "Mercurio non è in generale il pianeta più caldo del Sistema Solare, ma quello con la maggiore escursione termica, a causa della quasi totale assenza di atmosfera. La faccia esposta al Sole può manifestare fino a 527 gradi centigradi, ma quella buia ne registra anche -83.": "Mercurio is not the hottest planet of the Solar System, but it is the one with the widest temperature range due to the almost complete lack of atmosphere. The sunny side can reach up to 527 Celsius degrees. On the other hand the dark side is around -83 Celsius degrees.", "Book the flight of your dreams among our plentiful travel options": "Book the flight of your dreams among our plentiful travel options", "Destination": "Destination", "MILLENNIUM BALCON": "MILLENNIUM BALCON", "Skip to Menu": "Skip to Menu", "Accedi": "Login", "Su Nettuno (e su Urano) non c’è acqua (almeno non in quantità significativa) ma piove. E data l’altissima concentrazione di carbonio è probabile che le gocce abbiano la stessa composizione dei diamanti.": "On Neptune (and on Uranus) there is no water (at least not in significant quantities) but it rains. And given the very high concentration of carbon it is likely that the drops have the same composition as the diamonds.", "Benvenuto, qui puoi registrarti!": "Welcome, you can sign up here!", "← Return to Travels": "← Return to Travels", "Company": "Company", "PLUTO": "PLUTO", "Registrati": "Sign Up", "BluHorizon's spacecrafts-1": "BluHorizon's spacecrafts-1", "Travels": "Travels", "Una ricerca dell'università del Maryland ipotizza che il nostro pianeta, in passato, apparisse viola e non azzurro. Hanno studiato che nelle ere passate i microbi avrebbero potuto processare la luce solare attraverso molecole diverse dalla clorofilla. Queste molecole colorano i microbi di viola e di conseguenza anche la nostra atmosfera sarebbe apparsa di quel colore.": "A research by the University of Maryland hypothesizes that our planet, in the past, appeared purple and not blue. They studied that in past ages microbes could process sunlight through molecules other than chlorophyll. These molecules color the microbes of violet and therefore also our atmosphere would have appeared of that color.", "Pagina utente - user": "Pagina utente - user", "Cabin class": "Cabin class", "Saturno è il pianeta con la densità più bassa del sistema solare: solo 0,69 mg/mL, un valore inferiore anche a quello dell’acqua (circa 2/3). Se si disponesse dunque di un mare abbastanza grande per ospitare l’intero corpo celeste lo vedremmo galleggiare come un enorme iceberg.": "Saturn is the planet with the lowest density of the solar system: only 0.69 mg / mL, a value also lower than that of water (about 2/3). If we had a sea large enough to accommodate the entire celestial body we would see it floating like a huge iceberg.", "Benvenuto in Blue Horizon!": "Benvenuto in Blue Horizon!", "See our space-ships!": "See our space-ships!", "Vendita razzi": "rockets shop", "Millennium Balcon": "Lying down Astroneer ", "Put copyright, etc. here.": "Put copyright, etc. here.", "Così lontano e piccolo da generare dubbi sulla sua consistenza di pianeta, eppure dotato di atmosfera. Molto sottile e tossica per gli esseri umani, è pur sempre un’atmosfera. Ma quello che è più singolare è la sua consistenza. Quando il pianeta infatti è in perielio (distanza minima dal Sole) l’atmosfera è gassosa, in afelio (distanza massima dal Sole) questa congela e cade sul pianeta come neve.": "So far and so small as to generate doubts about its planetary consistency, yet with an atmosphere. Very thin and toxic to humans, it is still an atmosphere. But what is more unique is its consistency. In fact, when the planet is in perihelion (minimum distance from the Sun) the atmosphere is gaseous, in aphelion (maximum distance from the Sun) this freezes and falls on the planet like snow.", "La Luna non è per nulla alla medesima distanza dalla Terra dal momento della sua formazione: secondo le stime, il satellite si allontana da noi di 3,78 centimetri ogni anno.": "The Moon is not at all the same distance from the Earth since its formation: according to estimates, the satellite moves away from us by 3.78 centimeters every year.", "Blue Horizon's logo": "Blue Horizon's logo", "Username": "Your data", "COMPANY": "COMPANY", "Skip to main content": "Skip to main content", "Blue Horizon": "Blue Horizon", "JUPITER": "JUPITER", "Qui": "If you want to start your trip, choose a destination planet and book your flight", "NEPTUNE": "NEPTUNE", "I tuoi dati": "User page - user", "Pagina registrazione": "Registration Page", "Contatti": "Contatti", "LOGOUT": "LOGOUT", "Our Travels": "Our Travels", "VENUS": "VENUS", "Modifica Info": "Modifica Info", "Our crew": "Our crew", "of": "Contacts", "La gravità di Giove è così grande, che ha l’effetto di allungare e schiacciare  Io. Tutta l’energia che proviene dal campo gravitazionale di Giove alimenta i vulcani di Io i cui pennacchi possono raggiungere i 500 km sopra la superficie della luna.": "The gravity of Jupiter is so great, that it has the effect of lengthening and crushing Io. All the energy that comes from the gravitational field of Jupiter feeds the volcanoes of Io whose plumes can reach 500 km above the surface of the moon.", "MOON": "MOON", "ROCKETS": "ROCKETS", "Si pensa che sotto la superficie di Europa ci sia uno strato di acqua liquida mantenuta tale dal calore generato dalle \"maree\" causate dall'interazione gravitazionale con Giove. La temperatura sulla superficie di Europa è di circa 110 (-163 °C) all'equatore e di solo 50 K (-223 °C) ai poli, cosicché il ghiaccio superficiale è permanentemente congelato.": "It is thought that beneath the surface of Europe there is a layer of liquid water maintained by the heat generated by the \"tides\" caused by the gravitational interaction with Jupiter. The surface temperature of Europa is around 110 (-163 ° C) at the equator and only 50 K (-223 ° C) at the poles, so that surface ice is permanently frozen.", "TRAVELS": "TRAVELS", "Join our space travel community!": "Join our space travel community!", "URANUS": "URANUS", "HOME": "HOME", "SATURN": "SATURN", "First photo of the Blue Horizon's crew": "First photo of the Blue Horizon's crew", "EARTH": "EARTH", "Astronauta sdraiato": "Astronauta sdraiato", "MERCURY": "MERCURY", "Passengers": "Passengers", "See more infos about Millenium Balcon": "See more infos about Millenium Balcon", "Come la Terra, anche Marte manifesta 4 stagioni, a causa del suo asse inclinato rispetto al Sole, con un angolo molto simile a quello della Terra (25 gradi contro 23.5 gradi terrestri). Tuttavia, poiché l’anno di Marte è circa il doppio del nostro, anche le stagioni durano di più. A causa poi della traiettoria spiccatamente ellittica, alcune stagioni durano più di altre (nell’emisfero nord l’estate e la primavera durano di più, così come nel sud l’autunno e l’inverno).": "Like the Earth, Mars also manifests 4 seasons, due to its inclined axis with respect to the Sun, with an angle very similar to that of the Earth (25 degrees versus 23.5 degrees on land). However, since the year of Mars is about twice the size of ours, even the seasons last longer. Because of the distinctly elliptical trajectory, some seasons last longer than others (in the northern hemisphere, summer and spring last longer, as in the south, autumn and winter).", "Rocket": "Travel list:", "See more infos about Star Booster": "See more infos about Star Booster", "Un giorno venusiano dura 243 giorni terrestri, mentre un anno è più breve visto che si articola in soli 224,7 giorni terrestri.": "A Venus day is equal to 243 Earth days, meanwhile a Venus year is shorter because it's only 224,7 earth days long.", "Sex": "Sex", "STARBOOSTER": "STARBOOSTER", "See more infos about Arcasia": "See more infos about Arcasia", "MARS": "MARS", "Ritorna alla": "Back to", "Plancia di comando": "Company meeting", "ARCASIA": "ARCASIA", "Our spacecrafts": "Our spacecrafts", "EUROPA": "EUROPA", "Blue Horizon is an interplanetary flight company born back in 2103. Founders Matteo Pagotto, Manuel Pagotto, Alessandro Franchin and Stefano Baggio were classmates in University of Padua. They always have been passionate about space travelling and one day Matteo started to think about it in a more concrete way. His idea was to create a new concept of travelling, a new way to enjoy space voyages. His proposal didn't sound good to his colleagues to begin with, but after a few years of work Matteo finally drew the attention of Stefano, Manuel and Alessandro. When they started to work together the project started to grow way faster than before and finally in 2103 Blue Horizon became a real thing. From 2103 we made huge steps forward and now we are a solid choice for those who want to explore the galaxy!": "Blue Horizon is an interplanetary flight company born back in 2103. Founders Matteo Pagotto, Manuel Pagotto, Alessandro Franchin and Stefano Baggio were classmates in University of Padua. They always have been passionate about space travelling and one day Matteo started to think about it in a more concrete way. His idea was to create a new concept of travelling, a new way to enjoy space voyages. His proposal didn't sound good to his colleagues to begin with, but after a few years of work Matteo finally drew the attention of Stefano, Manuel and Alessandro. When they started to work together the project started to grow way faster than before and finally in 2103 Blue Horizon became a real thing. From 2103 we made huge steps forward and now we are a solid choice for those who want to explore the galaxy!", "Pianeta enorme e circondato di Lune: ben 63 infatti sono gli attuali satelliti naturali accertati che orbitano attorno al gigante del Sistema Solare. Quattro di questi furono scoperti nel 1610 da Galileo Galilei, ovvero Io, Europa, Callisto e Ganimede, quest’ultimo più grande in volume del pianeta Mercurio, ma dotato di una massa pari alla metà.": "Huge and surrounded planet of Lune: as many as 63 are in fact the current established natural satellites that orbit around the giant of the Solar System. Four of these were discovered in 1610 by Galileo Galilei, namely Io, Europa, Callisto and Ganimede, the latter largest in volume on the planet Mercury, but with half the mass.", "Registrati qui!": "Sign up Now!", "Lastname": "Lastname", "Questo è un sito di prenotazione di viaggi interplanetari!": "Welcome to Blue Horizon!", "Se vuoi viaggiare, scegli un pianeta di destinazione e prenota ": "This is a site about extraterrestrial travels!", "!": "Here", "Name": "Name", "Lista viaggi:": "Edit Info", "Riunione Aziendale": "Riunione Aziendale", "Learn more about us!": "Learn more about us!", "IO": "IO", "A Urano non piace proprio la posizione verticale: il pianeta, che è inclinato di 98 gradi rispetto al suo piano orbitale intorno al Sole, caratteristica unica nel Sistema Solare, è il settimo in ordine di distanza dal Sole, il terzo per diametro e il quarto per massa.": "Uranus does not really like the vertical position: the planet, which is inclined by 98 degrees with respect to its orbital plane around the Sun, a unique feature in the Solar System, is the seventh in order of distance from the Sun, the third by diameter and the fourth by mass.", "Welcome space wanderer!": "Welcome space wanderer!", "* required field": "* required field", "Rockets": "Rockets", "Non hai un account?": "You don't have an account yet?"}
